Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A19C.tmx
Source language: en_us
Languages: zh_cn

source: Travel chaos from volcanic ash cloud worst since 9/11
zh_cn: 科学美国人——911以来最大航运混乱，火山灰制造

source: A huge ash cloud from an Icelandic volcano spread out across Europe on Friday causing air travel chaos on a scale not seen since the September 11 attacks and costing airlines hundreds of millions of dollars.
zh_cn: 周五，由一座冰岛火山喷发的火山灰横扫了欧洲，导致航空交通出现自911袭击以来最严重的混乱，航空公司直接损失达数百万美元。

source: Significant disruption of European air traffic was expected on Saturday because of the dangers posed by volcanic ash drifting from Iceland, aviation officials said.
zh_cn: 航空官员称，由于冰岛火山喷发，周六欧洲航空交通将会受到严重的干扰。

source: Airports in much of Britain, France and Germany remained closed and flights were set to be grounded in Hungary and parts of Romania.
zh_cn: 英法德的大部分空港继续关闭，航班值得降落在匈牙利和罗马尼亚一些地方。

source: "I would think Europe was probably experiencing its greatest disruption to air travel since 9/11," a spokesman for the Civil Aviation Authority, Britain's aviation regulator, said.
zh_cn: “我想欧洲航空服务可能正经历着自911以来最严重的瘫痪。”一位英国航空监督机构民航飞行局（Civil Aviation Authority）的发言人如是说。

source: "In terms of closure of airspace, this is worse than after 9/11.
zh_cn: “如果拿机场关闭来说，这比911情况更坏。

source: The disruption is probably larger than anything we've probably seen."
zh_cn: 我们可能从未遇到过这么大的干扰。”

source: Following the September 11, 2001 attacks on Washington and New York, U.S. airspace was closed for three days and European airlines were forced to halt all transatlantic services.
zh_cn: 华盛顿和纽约的911袭击发生后，当时美国机场停开了3天，欧洲航空公司不得不暂停所有大西洋航班服务。

source: Disruption from the volcanic ash eruption in Iceland is costing airlines more than $200 million a day, the air industry body IATA said.
zh_cn: 航运业团体IATA称，冰岛火山喷发导致的干扰，对航空公司的损失每天超过2亿。

source: "At current levels of disruption, IATA's initial and conservative estimate of the financial impact on airlines is in excess of $200 million per day in lost revenues," the International Air Transport Association said in a statement.
zh_cn: ITAT在一份声明中说：“依目前的破坏程度来看，IATA初步保守估计，这对航空公司的经济影响是每天超过2亿的收入损失。”

source: Vulcanologists say the ash could cause problems to air traffic for up to six months if the eruption continues, but even if it short-lived the financial impact on airlines could be significant.
zh_cn: 火山专家说，如果喷发持续，未来半年航空交通都要受到火山灰影响，但就算只持续多一段时间，对航空公司的破坏都够严重了。

source: The fallout hit airline shares on Friday with Lufthansa, British Airways, Air Berlin, Air France-KLM, Iberia and Ryanair down between 1.4 and 3.0 percent.
zh_cn: 火山灰使得周五航空公司的股价跌了不少，汉莎、英伦航空、柏林航空、法荷航空公司、伊比利亚航空公司和瑞安航空都跌了1.4%到3%不等。

source: David Castelveter, a spokesman with the Air Transport Association of America trade group, said U.S. airlines had canceled at least 170 flights to and from Europe.
zh_cn: 美国商行下属的航空交通协会（Air Transport Association）发言人David Castelveter说，美国航空公司已经取消了往返欧洲的至少170个航班。

source: MOUNTING COSTS
zh_cn: 损失堆积如山

source: The flight cancellations would cost carriers such as British Airways and Lufthansa about 10 million pounds ($16 million) a day, transport analyst Douglas McNeill said.
zh_cn: 运输分析员Douglas McNeill 说，航班取消每天要给英航和汉莎这样的航空公司带来1000万英镑（1600万美元）的损失。

source: "To lose that sum of money isn't a very pleasant experience but it's of limited commercial significance as well," he told BBC TV.
zh_cn: “损失这么一笔钱感觉挺不爽的，但它也不会带来太大的商业上的影响，”他告诉BBC。

source: "A couple of days like this won't matter too much.
zh_cn: “像这样的日子不会太碍事。

source: If it goes on for weeks, that's a different story."
zh_cn: 如果持续好几周，那就另当别论。”

source: In France, state-controlled airports operator Aeroports de Paris faced losses of 5 million euros a day or more, analysts said.
zh_cn: 在法国，分析员称，国营机场运营商Aeroports de Paris面临着每天超过500万欧元的损失。

source: Joe Sultana, head of network operations at European air control agency Eurocontrol, said the situation was unprecedented.
zh_cn: 欧洲航管局的网络运营首脑Joe Sultana形容情况前所未有。

source: "We understand the economic impact, both to the airlines and the general European economy, but safety comes first," he said.
zh_cn: 他说：“我们知道对航空公司和一般欧洲经济的打击，但安全第一。”

source: The volcano began erupting on Wednesday for the second time in a month from below the Eyjafjallajokull glacier, hurling a plume of ash 6 to 11 km (4 to 7 miles) into the atmosphere.
zh_cn: 在周三，Eyjafjallajokull冰盖下的火山一个月内第二次喷发，喷出的烟尘高达6至11公里（4到7英里）的大气层。

source: Officials said it was still spewing magma and although the eruption could abate in the coming days, ash would continue drifting into the skies of Europe.
zh_cn: 官员称它还在喷出熔岩，尽管过几天会缓和一下，烟尘会继续直冲云霄扑向欧洲。

source: Volcanic ash contains tiny particles of glass and pulverized rock that can damage engines and airframes.
zh_cn: 火山灰含有石英微粒和粉尘，这都会破坏引擎以及机体。

source: In addition to travel problems, health officials warned that the volcanic ash could also prove harmful to those with breathing difficulties.
zh_cn: 除了交通问题，卫生官员警告火山灰同样会对那些患有呼吸道疾病的病患者有害。

source: In 1982, a British Airways jumbo jet lost power in all its engines when it flew into an ash cloud over Indonesia, gliding toward the ground before it was able to restart its engines.
zh_cn: 1982年，一架英航大客机在穿越印尼上空火山灰时完全失去引擎动力，在重启引擎前滑翔到地面。
